
{
  "app.name": "Guardian Angel Live",
  "app.tagline": "Personal protection app with fall and inactivity detection",
  "home.protection.title": "Your Personal Protection",
  "home.protection.description": "Guardian Angel Live is designed to ensure your safety through three essential features:",
  "home.protection.feature1": "Fall Detection - Uses your device's gyroscope to identify sudden movements that may indicate a fall or accident",
  "home.protection.feature2": "Inactivity Monitoring - Detects when there's no interaction with your device for a defined period",
  "home.protection.feature3": "Automatic Alert - Sends your GPS position and alert information to your emergency contact",
  "home.configure.app": "Configure App",
  "home.falldetection.title": "Fall Detection",
  "home.falldetection.description": "Using the gyroscope, the app automatically detects sudden movements that may indicate a fall or accident.",
  "home.inactivity.title": "Inactivity Detection",
  "home.inactivity.description": "Guardian Angel monitors your device activity and triggers an alert if prolonged inactivity is detected.",
  "home.emergency.title": "Emergency Contact",
  "home.emergency.description": "Set up a contact who will automatically receive your alert information and GPS location.",
  "home.how.title": "How It Works",
  "home.how.step1": "Configure inactivity duration, fall detection, and emergency contact",
  "home.how.step2": "Guardian Angel discreetly monitors your device's activity and movements",
  "home.how.step3": "If a fall is detected or no activity is recorded during the defined period, an alert is sent",
  "home.how.step4": "Your contact receives the alert with your current GPS position",
  "home.how.step5": "You can configure pause hours (for example at night) when monitoring is disabled",
  "home.monitoring.start": "Start Monitoring",
  "home.donation.title": "Support Our Mission",
  "home.donation.description": "Guardian Angel Live is a project developed with passion to ensure the safety of vulnerable people. Your support allows us to continue improving the app and keep it accessible to everyone.",
  "home.donation.button": "Donate",
  "footer.copyright": "Guardian Angel Live Application",
  "nav.home": "Home",
  "nav.monitoring": "Monitoring",
  "nav.configuration": "Configuration",
  "language.fr": "Français",
  "language.en": "English"
}
