
{
  "app.name": "Ange Gardien Live",
  "app.tagline": "Application de protection des personnes par détection d'inactivité et de chute",
  "home.protection.title": "Votre protection personnelle",
  "home.protection.description": "Ange Gardien Live est une application conçue pour assurer votre sécurité grâce à trois fonctionnalités essentielles :",
  "home.protection.feature1": "Détection de chute - Utilise le gyroscope de votre appareil pour identifier les mouvements brusques pouvant indiquer une chute ou un accident",
  "home.protection.feature2": "Surveillance d'inactivité - Détecte l'absence d'interaction avec votre appareil pendant une durée définie",
  "home.protection.feature3": "Alerte automatique - Envoie votre position GPS et les informations d'alerte à votre contact d'urgence",
  "home.configure.app": "Configurer l'application",
  "home.falldetection.title": "Détection de chute",
  "home.falldetection.description": "Grâce au gyroscope, l'application détecte automatiquement les mouvements brusques pouvant indiquer une chute ou un accident.",
  "home.inactivity.title": "Détection d'inactivité",
  "home.inactivity.description": "Ange Gardien surveille l'activité de votre appareil et déclenche une alerte en cas d'inactivité prolongée.",
  "home.emergency.title": "Contact d'urgence",
  "home.emergency.description": "Définissez un contact qui recevra automatiquement vos informations d'alerte et votre position GPS.",
  "home.how.title": "Comment ça fonctionne",
  "home.how.step1": "Configurez une durée d'inactivité, une détection de chute et un contact d'urgence",
  "home.how.step2": "Ange Gardien surveille discrètement l'activité et les mouvements de votre appareil",
  "home.how.step3": "Si une chute est détectée ou si aucune activité n'est enregistrée pendant la durée définie, une alerte est envoyée",
  "home.how.step4": "Votre contact reçoit l'alerte avec votre position GPS actuelle",
  "home.how.step5": "Vous pouvez configurer des heures de pause (par exemple la nuit) où la surveillance est désactivée",
  "home.monitoring.start": "Commencer la surveillance",
  "home.donation.title": "Soutenez notre mission",
  "home.donation.description": "Ange Gardien Live est un projet développé avec passion pour assurer la sécurité des personnes vulnérables. Votre soutien nous permet de continuer à améliorer l'application et à la maintenir accessible à tous.",
  "home.donation.button": "Faire un don",
  "footer.copyright": "Application Ange Gardien Live",
  "nav.home": "Accueil",
  "nav.monitoring": "Surveillance",
  "nav.configuration": "Configuration",
  "language.fr": "Français",
  "language.en": "English"
}
